Repository: Gotlub/picto-three
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it, nl, pl

source: Pictogram-Tree Builder
de: Piktogramm-Baum-Ersteller
es: Constructor de Árboles de Pictogramas
fr: Constructeur d'arbres de pictogrammes
it: Costruttore di alberi di pittogrammi
nl: Pictogrammenboom-bouwer
pl: Konstruktor drzewa piktogramów

source: Toggle navigation
de: Navigation umschalten
es: Alternar navegación
fr: Basculer la navigation
it: Attiva/disattiva navigazione
nl: Navigatie in-/uitschakelen
pl: Przełącz nawigację

source: Tree Builder
de: Baum-Ersteller
es: Constructor de árboles
fr: Constructeur d'arbres
it: Costruttore di alberi
nl: Boom-bouwer
pl: Konstruktor drzewa

source: List Builder
de: Listen-Ersteller
es: Constructor de listas
fr: Constructeur de listes
it: Costruttore di liste
nl: Lijst-bouwer
pl: Konstruktor listy

source: Pictogram Bank
de: Piktogramm-Bank
es: Banco de pictogramas
fr: Banque de pictogrammes
it: Banca dei pittogrammi
nl: Pictogrammenbank
pl: Bank piktogramów

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accesso
nl: Inloggen
pl: Zaloguj się

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnessione
nl: Uitloggen
pl: Wyloguj się

source: This site uses only connection data (server logs) for security and maintenance purposes. No personal information is collected via tracking or advertising cookies. By continuing your navigation, you accept our <a href="%(href)s">privacy policy</a>.
de: Diese Website verwendet nur Verbindungsdaten (Server-Protokolle) für Sicherheits- und Wartungszwecke. Es werden keine personenbezogenen Daten über Tracking- oder Werbe-Cookies erfasst. Indem Sie Ihre Navigation fortsetzen, akzeptieren Sie unsere <a href="%(href)s">Datenschutzrichtlinie</a>.
es: Este sitio utiliza únicamente datos de conexión (registros del servidor) para fines de seguridad y mantenimiento. No se recopila información personal a través de cookies de seguimiento o publicitarias. Al continuar con su navegación, acepta nuestra <a href="%(href)s">política de privacidad</a>.
fr: Ce site utilise uniquement des données de connexion (journaux de serveur) à des fins de sécurité et de maintenance. Aucune information personnelle n'est collectée via des cookies de suivi ou de publicité. En poursuivant votre navigation, vous acceptez notre <a href="%(href)s">politique de confidentialité</a>.
it: Questo sito utilizza solo dati di connessione (log del server) per scopi di sicurezza e manutenzione. Nessuna informazione personale viene raccolta tramite cookie di tracciamento o pubblicitari. Continuando la navigazione, accetti la nostra <a href="%(href)s">informativa sulla privacy</a>.
nl: Deze site gebruikt alleen verbindingsgegevens (serverlogs) voor veiligheids- en onderhoudsdoeleinden. Er wordt geen persoonlijke informatie verzameld via tracking- of advertentiecookies. Door verder te navigeren, accepteert u ons <a href="%(href)s">privacybeleid</a>.
pl: Ta strona używa tylko danych połączeniowych (logi serwera) w celach bezpieczeństwa i konserwacji. Żadne dane osobowe nie są zbierane za pomocą plików cookie śledzących lub reklamowych. Kontynuując nawigację, akceptujesz naszą <a href="%(href)s">politykę prywatności</a>.

source: I understand
de: Ich verstehe
es: Entendido
fr: J'ai compris
it: Ho capito
nl: Ik begrijp het
pl: Rozumiem

source: Logged in as: %(username)s
de: Angemeldet als: %(username)s
es: Conectado como: %(username)s
fr: Connecté en tant que : %(username)s
it: Accesso come: %(username)s
nl: Ingelogd als: %(username)s
pl: Zalogowany jako: %(username)s

source: Terms & Privacy
de: Bedingungen & Datenschutz
es: Términos y privacidad
fr: Conditions et confidentialité
it: Termini e Privacy
nl: Voorwaarden & Privacy
pl: Warunki i Prywatność

source: Import Options
de: Importoptionen
es: Opciones de importación
fr: Options d'importation
it: Opzioni di importazione
nl: Importopties
pl: Opcje importu

source: Replace existing tree
de: Bestehenden Baum ersetzen
es: Reemplazar el árbol existente
fr: Remplacer l'arbre existant
it: Sostituisci albero esistente
nl: Bestaande boom vervangen
pl: Zastąp istniejące drzewo

source: Add to existing tree
de: Zu bestehendem Baum hinzufügen
es: Añadir al árbol existente
fr: Ajouter à l'arbre existant
it: Aggiungi ad albero esistente
nl: Toevoegen aan bestaande boom
pl: Dodaj do istniejącego drzewa

source: File Operations
de: Dateioperationen
es: Operaciones de archivo
fr: Opérations sur les fichiers
it: Operazioni su file
nl: Bestandsbewerkingen
pl: Operacje na plikach

source: Import from JSON
de: Aus JSON importieren
es: Importar desde JSON
fr: Importer depuis JSON
it: Importa da JSON
nl: Importeren uit JSON
pl: Importuj z JSON

source: Export to JSON
de: Nach JSON exportieren
es: Exportar a JSON
fr: Exporter vers JSON
it: Esporta in JSON
nl: Exporteren naar JSON
pl: Eksportuj do JSON

source: Database Operations
de: Datenbankoperationen
es: Operaciones de base de datos
fr: Opérations sur la base de données
it: Operazioni su database
nl: Databasebewerkingen
pl: Operacje na bazie danych

source: Save Tree
de: Baum speichern
es: Guardar árbol
fr: Enregistrer l'arbre
it: Salva albero
nl: Boom opslaan
pl: Zapisz drzewo

source: Tree Name
de: Baumname
es: Nombre del árbol
fr: Nom de l'arbre
it: Nome albero
nl: Boomnaam
pl: Nazwa drzewa

source: Enter tree name
de: Baumnamen eingeben
es: Introduce el nombre del árbol
fr: Entrez le nom de l'arbre
it: Inserisci nome albero
nl: Voer boomnaam in
pl: Wprowadź nazwę drzewa

source: Make Public
de: Öffentlich machen
es: Hacer público
fr: Rendre public
it: Rendi pubblico
nl: Openbaar maken
pl: Upublicznij

source: Load Tree from database
de: Baum aus Datenbank laden
es: Cargar árbol desde la base de datos
fr: Charger l'arbre depuis la base de données
it: Carica albero da database
nl: Boom laden uit database
pl: Załaduj drzewo z bazy danych

source: Search trees...
de: Bäume suchen...
es: Buscar árboles...
fr: Rechercher des arbres...
it: Cerca alberi...
nl: Bomen zoeken...
pl: Szukaj drzew...

source: Load Tree
de: Baum laden
es: Cargar árbol
fr: Charger l'arbre
it: Carica albero
nl: Boom laden
pl: Załaduj drzewo

source: Visualize Tree
de: Baum visualisieren
es: Visualizar árbol
fr: Visualiser l'arbre
it: Visualizza albero
nl: Boom visualiseren
pl: Wizualizuj drzewo

source: Interactive Tree Visualization
de: Interaktive Baumvisualisierung
es: Visualización interactiva del árbol
fr: Visualisation interactive de l'arbre
it: Visualizzazione interattiva dell'albero
nl: Interactieve boomvisualisatie
pl: Interaktywna wizualizacja drzewa

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij

source: Export to PDF
de: Nach PDF exportieren
es: Exportar a PDF
fr: Exporter en PDF
it: Esporta in PDF
nl: Exporteren naar PDF
pl: Eksportuj do PDF

source: Node Description
de: Knotenbeschreibung
es: Descripción del nodo
fr: Description du nœud
it: Descrizione nodo
nl: Knoopbeschrijving
pl: Opis węzła

source: Enter node description...
de: Knotenbeschreibung eingeben...
es: Introduce la descripción del nodo...
fr: Entrez la description du nœud...
it: Inserisci descrizione nodo...
nl: Voer knoopbeschrijving in...
pl: Wprowadź opis węzła...

source: Images
de: Bilder
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Obrazy

source: Search images...
de: Bilder suchen...
es: Buscar imágenes...
fr: Rechercher des images...
it: Cerca immagini...
nl: Afbeeldingen zoeken...
pl: Szukaj obrazów...

source: Delete selected branch
de: Ausgewählten Zweig löschen
es: Eliminar rama seleccionada
fr: Supprimer la branche sélectionnée
it: Elimina ramo selezionato
nl: Geselecteerde tak verwijderen
pl: Usuń wybraną gałąź

source: New tree
de: Neuer Baum
es: Nuevo árbol
fr: Nouvel arbre
it: Nuovo albero
nl: Nieuwe boom
pl: Nowe drzewo

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło

source: Welcome to Pictogram-Tree Builder
de: Willkommen beim Piktogramm-Baum-Ersteller
es: Bienvenido al Constructor de Árboles de Pictogramas
fr: Bienvenue dans le Constructeur d'arbres de pictogrammes
it: Benvenuto nel Costruttore di alberi di pittogrammi
nl: Welkom bij de Pictogrammenboom-bouwer
pl: Witamy w Konstruktorze drzewa piktogramów

source: Create and share your own pictogram trees.
de: Erstellen und teilen Sie Ihre eigenen Piktogramm-Bäume.
es: Crea y comparte tus propios árboles de pictogramas.
fr: Créez et partagez vos propres arbres de pictogrammes.
it: Crea e condividi i tuoi alberi di pittogrammi.
nl: Maak en deel uw eigen pictogrammenbomen.
pl: Twórz i udostępniaj własne drzewa piktogramów.

source: Hi, %(username)s!
de: Hallo, %(username)s!
es: ¡Hola, %(username)s!
fr: Salut, %(username)s !
it: Ciao, %(username)s!
nl: Hallo, %(username)s!
pl: Cześć, %(username)s!

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
nl: Aan de slag
pl: Zaczynaj

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Maken
pl: Utwórz

source: Easily build your own pictogram trees with our intuitive drag-and-drop interface.
de: Erstellen Sie ganz einfach Ihre eigenen Piktogramm-Bäume mit unserer intuitiven Drag-and-Drop-Oberfläche.
es: Construye fácilmente tus propios árboles de pictogramas con nuestra intuitiva interfaz de arrastrar y soltar.
fr: Construisez facilement vos propres arbres de pictogrammes avec notre interface intuitive de glisser-déposer.
it: Costruisci facilmente i tuoi alberi di pittogrammi con la nostra intuitiva interfaccia drag-and-drop.
nl: Bouw eenvoudig uw eigen pictogrammenbomen met onze intuïtieve drag-and-drop-interface.
pl: Łatwo buduj własne drzewa piktogramów za pomocą naszego intuicyjnego interfejsu przeciągnij i upuść.

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij

source: Share your creations with others by making them public.
de: Teilen Sie Ihre Kreationen mit anderen, indem Sie sie öffentlich machen.
es: Comparte tus creaciones con otros haciéndolas públicas.
fr: Partagez vos créations avec d'autres en les rendant publiques.
it: Condividi le tue creazioni con gli altri rendendole pubbliche.
nl: Deel uw creaties met anderen door ze openbaar te maken.
pl: Udostępniaj swoje dzieła innym, upubliczniając je.

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
nl: Exporteren
pl: Eksportuj

source: Export your trees as JSON files to use them anywhere.
de: Exportieren Sie Ihre Bäume als JSON-Dateien, um sie überall zu verwenden.
es: Exporta tus árboles como archivos JSON para usarlos en cualquier lugar.
fr: Exportez vos arbres sous forme de fichiers JSON pour les utiliser n'importe où.
it: Esporta i tuoi alberi come file JSON per usarli ovunque.
nl: Exporteer uw bomen als JSON-bestanden om ze overal te gebruiken.
pl: Eksportuj swoje drzewa jako pliki JSON, aby używać ich w dowolnym miejscu.

source: TERMS OF SERVICE
de: NUTZUNGSBEDINGUNGEN
es: TÉRMINOS DE SERVICIO
fr: CONDITIONS D'UTILISATION
it: TERMINI DI SERVIZIO
nl: SERVICEVOORWAARDEN
pl: WARUNKI ŚWIADCZENIA USŁUG

source: Last Revision:
de: Letzte Überarbeitung:
es: Última revisión:
fr: Dernière révision :
it: Ultima revisione:
nl: Laatste revisie:
pl: Ostatnia aktualizacja:

source: September 18, 2025
de: 18. September 2025
es: 18 de septiembre de 2025
fr: 18 septembre 2025
it: 18 settembre 2025
nl: 18 september 2025
pl: 18 września 2025 r.

source: Please read these Terms of Service ("Terms") carefully before using the https://pictotree.eu website (the "Service") operated by the Pictotree.eu team ("us", "we", or "our").
de: Bitte lesen Sie diese Nutzungsbedingungen („Bedingungen“) sorgfältig durch, bevor Sie die Website https://pictotree.eu (der „Dienst“) nutzen, die vom Team von Pictotree.eu („uns“, „wir“ oder „unser“) betrieben wird.
es: Lea atentamente estos Términos de servicio ("Términos") antes de utilizar el sitio web https://pictotree.eu (el "Servicio") operado por el equipo de Pictotree.eu ("nosotros", "nos" o "nuestro").
fr: Veuillez lire attentivement ces conditions d'utilisation (« Conditions ») avant d'utiliser le site web https://pictotree.eu (le « Service ») exploité par l'équipe de Pictotree.eu (« nous », « notre » ou « nos »).
it: Si prega di leggere attentamente questi Termini di servizio ("Termini") prima di utilizzare il sito web https://pictotree.eu (il "Servizio") gestito dal team di Pictotree.eu ("noi", "ci" o "nostro").
nl: Lees deze Servicevoorwaarden ("Voorwaarden") zorgvuldig door voordat u de website https://pictotree.eu (de "Service") gebruikt die wordt beheerd door het Pictotree.eu-team ("ons", "wij" of "onze").
pl: Prosimy o uważne zapoznanie się z niniejszymi Warunkami świadczenia usług ("Warunki") przed rozpoczęciem korzystania ze strony internetowej https://pictotree.eu ("Serwis") obsługiwanej przez zespół Pictotree.eu ("nas", "my" lub "nasz").

source: 1. Acceptance of Terms
de: 1. Annahme der Bedingungen
es: 1. Aceptación de los términos
fr: 1. Acceptation des conditions
it: 1. Accettazione dei termini
nl: 1. Acceptatie van de voorwaarden
pl: 1. Akceptacja warunków

source: By accessing or using the Service, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the Service.
de: Durch den Zugriff auf oder die Nutzung des Dienstes erklären Sie sich damit einverstanden, an diese Bedingungen gebunden zu sein. Wenn Sie mit einem Teil der Bedingungen nicht einverstanden sind, dürfen Sie nicht auf den Dienst zugreifen.
es: Al acceder o utilizar el Servicio, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los términos, no podrá acceder al Servicio.
fr: En accédant ou en utilisant le Service, vous acceptez d'être lié par ces Conditions. Si vous n'êtes pas d'accord avec une partie des conditions, vous ne pouvez pas accéder au Service.
it: Accedendo o utilizzando il Servizio, l'utente accetta di essere vincolato da questi Termini. Se non si è d'accordo con una qualsiasi parte dei termini, non è possibile accedere al Servizio.
nl: Door de Service te bezoeken of te gebruiken, gaat u ermee akkoord gebonden te zijn aan deze Voorwaarden. Als u het niet eens bent met enig deel van de voorwaarden, mag u de Service niet gebruiken.
pl: Korzystając z Serwisu, wyrażasz zgodę na przestrzeganie niniejszych Warunków. Jeśli nie zgadzasz się z jakąkolwiek częścią warunków, nie możesz korzystać z Serwisu.

source: 2. User Accounts
de: 2. Benutzerkonten
es: 2. Cuentas de usuario
fr: 2. Comptes d'utilisateurs
it: 2. Account utente
nl: 2. Gebruikersaccounts
pl: 2. Konta użytkowników

source: To access certain features of the Service, you must register for an account. You are responsible for safeguarding your password and for all activities that occur under your account. You may terminate your account at any time through your user settings. Upon termination, a cascading deletion process will be initiated, which permanently erases your account details, all images you have uploaded, and any associated database entries.
de: Um auf bestimmte Funktionen des Dienstes zugreifen zu können, müssen Sie sich für ein Konto registrieren. Sie sind für den Schutz Ihres Passworts und für alle Aktivitäten verantwortlich, die unter Ihrem Konto stattfinden. Sie können Ihr Konto jederzeit über Ihre Benutzereinstellungen kündigen. Nach der Kündigung wird ein kaskadierender Löschvorgang eingeleitet, der Ihre Kontodaten, alle von Ihnen hochgeladenen Bilder und alle zugehörigen Datenbankeinträge dauerhaft löscht.
es: Para acceder a ciertas funciones del Servicio, debe registrarse para obtener una cuenta. Usted es responsable de proteger su contraseña y de todas las actividades que ocurran en su cuenta. Puede cancelar su cuenta en cualquier momento a través de la configuración de su usuario. Tras la cancelación, se iniciará un proceso de eliminación en cascada, que borra permanentemente los detalles de su cuenta, todas las imágenes que ha subido y cualquier entrada de base de datos asociada.
fr: Pour accéder à certaines fonctionnalités du Service, vous devez créer un compte. Vous êtes responsable de la protection de votre mot de passe et de toutes les activités qui se déroulent sous votre compte. Vous pouvez résilier votre compte à tout moment via vos paramètres utilisateur. À la résiliation, un processus de suppression en cascade sera lancé, qui effacera de manière permanente les détails de votre compte, toutes les images que vous avez téléchargées et toutes les entrées de base de données associées.
it: Per accedere a determinate funzionalità del Servizio, è necessario registrarsi per un account. L'utente è responsabile della salvaguardia della propria password e di tutte le attività che si verificano con il proprio account. È possibile chiudere il proprio account in qualsiasi momento tramite le impostazioni utente. Alla chiusura, verrà avviato un processo di eliminazione a cascata, che cancellerà in modo permanente i dettagli dell'account, tutte le immagini caricate e qualsiasi voce di database associata.
nl: Om toegang te krijgen tot bepaalde functies van de Service, moet u zich registreren voor een account. U bent verantwoordelijk voor het beveiligen van uw wachtwoord en voor alle activiteiten die onder uw account plaatsvinden. U kunt uw account op elk gewenst moment beëindigen via uw gebruikersinstellingen. Bij beëindiging wordt een trapsgewijs verwijderingsproces gestart, waarbij uw accountgegevens, alle door u geüploade afbeeldingen en alle bijbehorende databasevermeldingen permanent worden gewist.
pl: Aby uzyskać dostęp do niektórych funkcji Serwisu, należy zarejestrować konto. Jesteś odpowiedzialny za ochronę swojego hasła i za wszystkie czynności, które mają miejsce na Twoim koncie. Możesz zamknąć swoje konto w dowolnym momencie w ustawieniach użytkownika. Po zamknięciu konta rozpocznie się proces kaskadowego usuwania, który trwale usunie dane Twojego konta, wszystkie przesłane przez Ciebie obrazy i wszelkie powiązane wpisy w bazie danych.

source: 3. User-Generated Content
de: 3. Benutzergenerierte Inhalte
es: 3. Contenido generado por el usuario
fr: 3. Contenu généré par l'utilisateur
it: 3. Contenuti generati dagli utenti
nl: 3. Door de gebruiker gegenereerde inhoud
pl: 3. Treści generowane przez użytkowników

source: You retain all ownership rights to the content you submit to the Service ("/pictogram-bank").
de: Sie behalten alle Eigentumsrechte an den Inhalten, die Sie beim Dienst einreichen („/pictogram-bank“).
es: Usted conserva todos los derechos de propiedad sobre el contenido que envía al Servicio ("/pictogram-bank").
fr: Vous conservez tous les droits de propriété sur le contenu que vous soumettez au Service ("/pictogram-bank").
it: L'utente mantiene tutti i diritti di proprietà sui contenuti inviati al Servizio ("/pictogram-bank").
nl: U behoudt alle eigendomsrechten op de inhoud die u indient bij de Service ("/pictogram-bank").
pl: Zachowujesz wszelkie prawa własności do treści przesyłanych do Serwisu ("/pictogram-bank").

source: You agree not to post User Content that:
de: Sie stimmen zu, keine Benutzerinhalte zu veröffentlichen, die:
es: Usted se compromete a no publicar Contenido de usuario que:
fr: Vous acceptez de ne pas publier de Contenu utilisateur qui :
it: L'utente si impegna a non pubblicare Contenuti utente che:
nl: U stemt ermee in geen Gebruikersinhoud te plaatsen die:
pl: Zgadzasz się nie publikować Treści użytkownika, które:

source: Is unlawful, defamatory, libelous, obscene, pornographic, harassing, threatening, or promotes discrimination, bigotry, racism, or hatred.
de: rechtswidrig, diffamierend, verleumderisch, obszön, pornografisch, belästigend, bedrohlich ist oder Diskriminierung, Bigotterie, Rassismus oder Hass fördert.
es: Sea ilegal, difamatorio, calumnioso, obsceno, pornográfico, acosador, amenazante o que promueva la discriminación, la intolerancia, el racismo o el odio.
fr: Est illégal, diffamatoire, calomnieux, obscène, pornographique, harcelant, menaçant ou promeut la discrimination, le sectarisme, le racisme ou la haine.
it: Sia illegale, diffamatorio, calunnioso, osceno, pornografico, molesto, minaccioso o che promuova discriminazione, bigottismo, razzismo o odio.
nl: Onwettig, lasterlijk, smadelijk, obsceen, pornografisch, intimiderend, bedreigend is of discriminatie, onverdraagzaamheid, racisme of haat bevordert.
pl: Są niezgodne z prawem, zniesławiające, oszczercze, obsceniczne, pornograficzne, nękające, zagrażające lub promujące dyskryminację, bigoterię, rasizm lub nienawiść.

source: Violates any third-party's right, including any intellectual property rights or rights of privacy.
de: die Rechte Dritter verletzt, einschließlich aller geistigen Eigentumsrechte oder Datenschutzrechte.
es: Viole los derechos de terceros, incluidos los derechos de propiedad intelectual o los derechos de privacidad.
fr: Viole les droits d'un tiers, y compris les droits de propriété intellectuelle ou les droits à la vie privée.
it: Violare i diritti di terzi, inclusi i diritti di proprietà intellettuale o i diritti alla privacy.
nl: Inbreuk maakt op de rechten van derden, inclusief intellectuele-eigendomsrechten of privacyrechten.
pl: Narusza prawa osób trzecich, w tym wszelkie prawa własności intelektualnej lub prawa do prywatności.

source: 4. Prohibited Conduct
de: 4. Verbotenes Verhalten
es: 4. Conducta prohibida
fr: 4. Conduite interdite
it: 4. Condotta proibita
nl: 4. Verboden gedrag
pl: 4. Zabronione postępowanie

source: You agree not to misuse the Service or help anyone else to do so. This includes, but is not limited to, interfering with our Service, uploading malicious code, or attempting to breach security measures.
de: Sie stimmen zu, den Dienst nicht zu missbrauchen oder anderen dabei zu helfen. Dies beinhaltet, ist aber nicht beschränkt auf, die Störung unseres Dienstes, das Hochladen von bösartigem Code oder den Versuch, Sicherheitsmaßnahmen zu umgehen.
es: Usted se compromete a no hacer un mal uso del Servicio ni a ayudar a nadie a hacerlo. Esto incluye, entre otros, interferir con nuestro Servicio, cargar código malicioso o intentar violar las medidas de seguridad.
fr: Vous acceptez de ne pas abuser du Service ou d'aider quiconque à le faire. Cela inclut, sans s'y limiter, interférer avec notre Service, télécharger du code malveillant ou tenter de déjouer les mesures de sécurité.
it: L'utente si impegna a non abusare del Servizio o ad aiutare chiunque altro a farlo. Ciò include, a titolo esemplificativo, l'interferenza con il nostro Servizio, il caricamento di codice dannoso o il tentativo di violare le misure di sicurezza.
nl: U stemt ermee in de Service niet te misbruiken of iemand anders daarbij te helpen. Dit omvat, maar is niet beperkt tot, het verstoren van onze Service, het uploaden van schadelijke code of het proberen te doorbreken van beveiligingsmaatregelen.
pl: Zgadzasz się nie nadużywać Serwisu ani nie pomagać nikomu innemu w tym. Obejmuje to między innymi ingerowanie w nasz Serwis, przesyłanie złośliwego kodu lub próby naruszenia środków bezpieczeństwa.

source: 5. Moderation and Enforcement
de: 5. Moderation und Durchsetzung
es: 5. Moderación y aplicación
fr: 5. Modération et application
it: 5. Moderazione e applicazione
nl: 5. Moderatie en handhaving
pl: 5. Moderacja i egzekwowanie
