Repository: Gotlub/picto-three
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it, nl, pl

source: We reserve the right, but are not obligated, to review and remove any User Content or terminate user accounts that, in our sole judgment, violate these Terms. We may take any action we deem necessary, including reporting illegal activities to the relevant law enforcement authorities and pursuing legal action against violators.
de: Wir behalten uns das Recht vor, sind aber nicht dazu verpflichtet, Benutzerinhalte zu überprüfen und zu entfernen oder Benutzerkonten zu kündigen, die nach unserem alleinigen Ermessen gegen diese Bedingungen verstoßen. Wir können alle Maßnahmen ergreifen, die wir für notwendig halten, einschließlich der Meldung illegaler Aktivitäten an die zuständigen Strafverfolgungsbehörden und der Einleitung rechtlicher Schritte gegen Zuwiderhandelnde.
es: Nos reservamos el derecho, pero no estamos obligados, a revisar y eliminar cualquier Contenido de usuario o cancelar cuentas de usuario que, a nuestro exclusivo criterio, violen estos Términos. Podemos tomar cualquier medida que consideremos necesaria, incluida la denuncia de actividades ilegales a las autoridades policiales pertinentes y la interposición de acciones legales contra los infractores.
fr: Nous nous réservons le droit, sans y être obligés, d'examiner et de supprimer tout Contenu utilisateur ou de résilier les comptes d'utilisateurs qui, à notre seule discrétion, violent ces Conditions. Nous pouvons prendre toute mesure que nous jugeons nécessaire, y compris signaler les activités illégales aux autorités compétentes et engager des poursuites judiciaires contre les contrevenants.
it: Ci riserviamo il diritto, ma non siamo obbligati, di rivedere e rimuovere qualsiasi Contenuto dell'utente o di chiudere gli account utente che, a nostro insindacabile giudizio, violano questi Termini. Possiamo intraprendere qualsiasi azione che riteniamo necessaria, inclusa la segnalazione di attività illegali alle autorità competenti e l'azione legale contro i trasgressori.
nl: Wij behouden ons het recht voor, maar zijn niet verplicht, om Gebruikersinhoud te beoordelen en te verwijderen of gebruikersaccounts te beëindigen die, naar ons eigen oordeel, deze Voorwaarden schenden. We kunnen elke actie ondernemen die we nodig achten, inclusief het melden van illegale activiteiten aan de relevante wetshandhavingsinstanties en het instellen van juridische stappen tegen overtreders.
pl: Zastrzegamy sobie prawo, ale nie jesteśmy zobowiązani, do przeglądania i usuwania wszelkich Treści użytkownika lub zamykania kont użytkowników, które według naszej wyłącznej oceny naruszają niniejsze Warunki. Możemy podjąć wszelkie działania, które uznamy za konieczne, w tym zgłaszanie nielegalnych działań odpowiednim organom ścigania i podejmowanie kroków prawnych przeciwko naruszycielom.

source: 6. Disclaimer of Warranties
de: 6. Gewährleistungsausschluss
es: 6. Renuncia de garantías
fr: 6. Exclusion de garanties
it: 6. Esclusione di garanzie
nl: 6. Afwijzing van garanties
pl: 6. Wyłączenie gwarancji

source: The Service is provided on an "AS IS" and "AS AVAILABLE" basis. We make no warranty that the Service will be uninterrupted, timely, or error-free.
de: Der Dienst wird „WIE BESEHEN“ und „WIE VERFÜGBAR“ bereitgestellt. Wir übernehmen keine Gewähr dafür, dass der Dienst ununterbrochen, zeitgerecht oder fehlerfrei ist.
es: El Servicio se proporciona "TAL CUAL" y "SEGÚN DISPONIBILIDAD". No garantizamos que el Servicio sea ininterrumpido, oportuno o libre de errores.
fr: Le Service est fourni « EN L'ÉTAT » et « TEL QUE DISPONIBLE ». Nous ne garantissons pas que le Service sera ininterrompu, opportun ou sans erreur.
it: Il Servizio è fornito "COSÌ COM'È" e "COME DISPONIBILE". Non forniamo alcuna garanzia che il Servizio sarà ininterrotto, tempestivo o privo di errori.
nl: De Service wordt geleverd op een "AS IS"- en "AS AVAILABLE"-basis. We geven geen garantie dat de Service ononderbroken, tijdig of foutloos zal zijn.
pl: Serwis jest świadczony w stanie „TAKIM, W JAKIM JEST” i „W MIARĘ DOSTĘPNOŚCI”. Nie gwarantujemy, że Serwis będzie działał nieprzerwanie, terminowo i bez błędów.

source: PRIVACY POLICY
de: DATENSCHUTZERKLÄRUNG
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
it: INFORMATIVA SULLA PRIVACY
nl: PRIVACYBELEID
pl: POLITYKA PRYWATNOŚCI

source: 1. Introduction
de: 1. Einleitung
es: 1. Introducción
it: 1. Introduzione
nl: 1. Inleiding
pl: 1. Wprowadzenie

source: This Privacy Policy outlines how Pictotree.eu (the "Service") collects, uses, and protects your personal data. We are committed to protecting your privacy in compliance with the General Data Protection Regulation (GDPR). The data controller for this Service is the Pictotree.eu team, reachable at the form contact.
de: Diese Datenschutzerklärung beschreibt, wie Pictotree.eu (der „Dienst“) Ihre personenbezogenen Daten sammelt, verwendet und schützt. Wir verpflichten uns, Ihre Privatsphäre gemäß der Datenschutz-Grundverordnung (DSGVO) zu schützen. Der Datenverantwortliche für diesen Dienst ist das Team von Pictotree.eu, das über das Kontaktformular erreichbar ist.
es: Esta Política de privacidad describe cómo Pictotree.eu (el "Servicio") recopila, utiliza y protege sus datos personales. Nos comprometemos a proteger su privacidad de conformidad con el Reglamento General de Protección de Datos (RGPD). El responsable del tratamiento de datos de este Servicio es el equipo de Pictotree.eu, al que se puede contactar a través del formulario de contacto.
fr: Cette politique de confidentialité décrit comment Pictotree.eu (le « Service ») collecte, utilise et protège vos données personnelles. Nous nous engageons à protéger votre vie privée conformément au Règlement général sur la protection des données (RGPD). Le responsable du traitement des données pour ce Service est l'équipe de Pictotree.eu, joignable via le formulaire de contact.
it: La presente Informativa sulla privacy descrive come Pictotree.eu (il "Servizio") raccoglie, utilizza e protegge i dati personali dell'utente. Ci impegniamo a proteggere la privacy dell'utente in conformità con il Regolamento generale sulla protezione dei dati (GDPR). Il titolare del trattamento dei dati per questo servizio è il team di Pictotree.eu, raggiungibile tramite il modulo di contatto.
nl: Dit privacybeleid beschrijft hoe Pictotree.eu (de "Service") uw persoonlijke gegevens verzamelt, gebruikt en beschermt. We doen er alles aan om uw privacy te beschermen in overeenstemming met de Algemene Verordening Gegevensbescherming (AVG). De gegevensbeheerder voor deze service is het Pictotree.eu-team, bereikbaar via het contactformulier.
pl: Niniejsza Polityka prywatności określa, w jaki sposób Pictotree.eu ("Serwis") gromadzi, wykorzystuje i chroni Twoje dane osobowe. Zobowiązujemy się do ochrony Twojej prywatności zgodnie z Ogólnym rozporządzeniem o ochronie danych (RODO). Administratorem danych w ramach tego Serwisu jest zespół Pictotree.eu, dostępny za pośrednictwem formularza kontaktowego.

source: 2. Personal Data We Collect
de: 2. Personenbezogene Daten, die wir erheben
es: 2. Datos personales que recopilamos
fr: 2. Données personnelles que nous collectons
it: 2. Dati personali che raccogliamo
nl: 2. Persoonlijke gegevens die we verzamelen
pl: 2. Dane osobowe, które gromadzimy

source: We collect the following types of personal data:
de: Wir erheben die folgenden Arten von personenbezogenen Daten:
es: Recopilamos los siguientes tipos de datos personales:
fr: Nous collectons les types de données personnelles suivants :
it: Raccogliamo i seguenti tipi di dati personali:
nl: We verzamelen de volgende soorten persoonlijke gegevens:
pl: Gromadzimy następujące rodzaje danych osobowych:

source: Account Data:
de: Kontodaten:
es: Datos de la cuenta:
fr: Données de compte :
it: Dati dell'account:
nl: Accountgegevens:
pl: Dane konta:

source: Information you provide upon registration, such as username and email address. The lawful basis for this processing is the performance of a contract (our Terms of Service).
de: Informationen, die Sie bei der Registrierung angeben, wie z. B. Benutzername und E-Mail-Adresse. Die Rechtsgrundlage für diese Verarbeitung ist die Erfüllung eines Vertrags (unsere Nutzungsbedingungen).
es: Información que proporciona al registrarse, como el nombre de usuario y la dirección de correo electrónico. La base legal para este procesamiento es la ejecución de un contrato (nuestros Términos de servicio).
fr: Informations que vous fournissez lors de l'inscription, telles que le nom d'utilisateur et l'adresse e-mail. La base légale de ce traitement est l'exécution d'un contrat (nos Conditions d'utilisation).
it: Informazioni fornite al momento della registrazione, come nome utente e indirizzo e-mail. La base giuridica di questo trattamento è l'esecuzione di un contratto (i nostri Termini di servizio).
nl: Informatie die u verstrekt bij registratie, zoals gebruikersnaam en e-mailadres. De wettelijke basis voor deze verwerking is de uitvoering van een contract (onze Servicevoorwaarden).
pl: Informacje podawane podczas rejestracji, takie jak nazwa użytkownika i adres e-mail. Podstawą prawną tego przetwarzania jest wykonanie umowy (nasze Warunki świadczenia usług).

source: User-Generated Content:
de: Benutzergenerierte Inhalte:
es: Contenido generado por el usuario:
fr: Contenu généré par l'utilisateur :
it: Contenuti generati dagli utenti:
nl: Door de gebruiker gegenereerde inhoud:
pl: Treści generowane przez użytkowników:

source: Images and other data you voluntarily upload to the Service. The lawful basis is your consent and our legitimate interest in providing the Service's core functionality.
de: Bilder und andere Daten, die Sie freiwillig auf den Dienst hochladen. Die Rechtsgrundlage ist Ihre Einwilligung und unser berechtigtes Interesse an der Bereitstellung der Kernfunktionalität des Dienstes.
es: Imágenes y otros datos que usted carga voluntariamente en el Servicio. La base legal es su consentimiento y nuestro interés legítimo en proporcionar la funcionalidad principal del Servicio.
fr: Images et autres données que vous téléchargez volontairement sur le Service. La base légale est votre consentement et notre intérêt légitime à fournir la fonctionnalité principale du Service.
it: Immagini e altri dati caricati volontariamente dall'utente sul Servizio. La base giuridica è il consenso dell'utente e il nostro legittimo interesse a fornire la funzionalità principale del Servizio.
nl: Afbeeldingen en andere gegevens die u vrijwillig uploadt naar de Service. De wettelijke basis is uw toestemming en ons legitieme belang bij het leveren van de kernfunctionaliteit van de Service.
pl: Obrazy i inne dane, które dobrowolnie przesyłasz do Serwisu. Podstawą prawną jest Twoja zgoda i nasz uzasadniony interes w zapewnieniu podstawowej funkcjonalności Serwisu.

source: Technical Log Data:
de: Technische Protokolldaten:
es: Datos de registro técnico:
fr: Données de journal technique :
it: Dati di registro tecnici:
nl: Technische loggegevens:
pl: Dane dziennika technicznego:

source: For the purpose of maintaining the security and integrity of our systems, we process server logs which may include your IP address, user-agent string, and timestamps of access. The lawful basis for this processing is our legitimate interest in preventing fraud and securing our Service.
de: Zum Zweck der Aufrechterhaltung der Sicherheit und Integrität unserer Systeme verarbeiten wir Serverprotokolle, die Ihre IP-Adresse, den User-Agent-String und Zeitstempel des Zugriffs enthalten können. Die Rechtsgrundlage für diese Verarbeitung ist unser berechtigtes Interesse an der Betrugsprävention und der Sicherung unseres Dienstes.
es: Con el fin de mantener la seguridad y la integridad de nuestros sistemas, procesamos los registros del servidor, que pueden incluir su dirección IP, la cadena del agente de usuario y las marcas de tiempo de acceso. La base legal para este procesamiento es nuestro interés legítimo en prevenir el fraude y proteger nuestro Servicio.
fr: Dans le but de maintenir la sécurité et l'intégrité de nos systèmes, nous traitons les journaux de serveur qui peuvent inclure votre adresse IP, la chaîne de l'agent utilisateur et les horodatages d'accès. La base légale de ce traitement est notre intérêt légitime à prévenir la fraude et à sécuriser notre Service.
it: Al fine di mantenere la sicurezza e l'integrità dei nostri sistemi, elaboriamo i registri del server che possono includere l'indirizzo IP dell'utente, la stringa user-agent e i timestamp di accesso. La base giuridica di questo trattamento è il nostro legittimo interesse a prevenire le frodi e a proteggere il nostro Servizio.
nl: Met het oog op het handhaven van de veiligheid en integriteit van onze systemen, verwerken we serverlogboeken die uw IP-adres, user-agent-string en tijdstempels van toegang kunnen bevatten. De wettelijke basis voor deze verwerking is ons legitieme belang bij het voorkomen van fraude en het beveiligen van onze Service.
pl: W celu utrzymania bezpieczeństwa i integralności naszych systemów przetwarzamy logi serwera, które mogą zawierać Twój adres IP, ciąg user-agent i znaczniki czasu dostępu. Podstawą prawną tego przetwarzania jest nasz uzasadniony interes w zapobieganiu oszustwom i zabezpieczaniu naszego Serwisu.

source: 3. Data Retention
de: 3. Datenspeicherung
es: 3. Retención de datos
fr: 3. Conservation des données
it: 3. Conservazione dei dati
nl: 3. Gegevensbewaring
pl: 3. Przechowywanie danych

source: Account and User-Generated Content:
de: Konto- und benutzergenerierte Inhalte:
es: Contenido de la cuenta y generado por el usuario:
fr: Contenu de compte et généré par l'utilisateur :
it: Account e contenuti generati dagli utenti:
nl: Account- en door gebruikers gegenereerde inhoud:
pl: Konto i treści generowane przez użytkowników:

source: This data is retained for the duration of your account's existence. It is permanently and irrevocably deleted upon your request to terminate the account.
de: Diese Daten werden für die Dauer des Bestehens Ihres Kontos gespeichert. Sie werden auf Ihre Anfrage zur Kündigung des Kontos dauerhaft und unwiderruflich gelöscht.
es: Estos datos se conservan mientras exista su cuenta. Se eliminan de forma permanente e irrevocable si solicita la cancelación de la cuenta.
fr: Ces données sont conservées pendant la durée d'existence de votre compte. Elles sont supprimées de manière permanente et irrévocable sur votre demande de résiliation du compte.
it: Questi dati vengono conservati per tutta la durata dell'esistenza dell'account dell'utente. Vengono eliminati in modo permanente e irrevocabile su richiesta di chiusura dell'account.
nl: Deze gegevens worden bewaard voor de duur van het bestaan van uw account. Ze worden permanent en onherroepelijk verwijderd op uw verzoek om het account te beëindigen.
pl: Dane te są przechowywane przez cały okres istnienia Twojego konta. Są one trwale i nieodwracalnie usuwane na Twoją prośbę o zamknięcie konta.

source: Server logs are automatically purged after a period of six (6) months.
de: Serverprotokolle werden nach einem Zeitraum von sechs (6) Monaten automatisch gelöscht.
es: Los registros del servidor se eliminan automáticamente después de un período de seis (6) meses.
fr: Les journaux de serveur sont automatiquement purgés après une période de six (6) mois.
it: I registri del server vengono eliminati automaticamente dopo un periodo di sei (6) mesi.
nl: Serverlogboeken worden automatisch verwijderd na een periode van zes (6) maanden.
pl: Logi serwera są automatycznie usuwane po okresie sześciu (6) miesięcy.

source: 4. Your Rights as a Data Subject
de: 4. Ihre Rechte als betroffene Person
es: 4. Sus derechos como interesado
fr: 4. Vos droits en tant que personne concernée
it: 4. I tuoi diritti come interessato
nl: 4. Uw rechten als betrokkene
pl: 4. Twoje prawa jako osoby, której dane dotyczą

source: Under the GDPR, you have the following rights regarding your personal data:
de: Gemäß der DSGVO haben Sie die folgenden Rechte in Bezug auf Ihre personenbezogenen Daten:
es: En virtud del RGPD, usted tiene los siguientes derechos sobre sus datos personales:
fr: En vertu du RGPD, vous disposez des droits suivants concernant vos données personnelles :
it: Ai sensi del GDPR, l'utente ha i seguenti diritti in merito ai propri dati personali:
nl: Onder de AVG heeft u de volgende rechten met betrekking tot uw persoonlijke gegevens:
pl: Zgodnie z RODO przysługują Ci następujące prawa dotyczące Twoich danych osobowych:

source: The right to access: You can request copies of your personal data.
de: Das Recht auf Auskunft: Sie können Kopien Ihrer personenbezogenen Daten anfordern.
es: El derecho de acceso: puede solicitar copias de sus datos personales.
fr: Le droit d'accès : vous pouvez demander des copies de vos données personnelles.
it: Il diritto di accesso: puoi richiedere copie dei tuoi dati personali.
nl: Het recht op toegang: u kunt kopieën van uw persoonlijke gegevens opvragen.
pl: Prawo dostępu: możesz zażądać kopii swoich danych osobowych.

source: The right to rectification: You can request that we correct any information you believe is inaccurate.
de: Das Recht auf Berichtigung: Sie können verlangen, dass wir Informationen korrigieren, die Sie für unrichtig halten.
es: El derecho de rectificación: puede solicitar que corrijamos cualquier información que crea que es inexacta.
fr: Le droit de rectification : vous pouvez demander que nous corrigions toute information que vous jugez inexacte.
it: Il diritto di rettifica: puoi richiedere la correzione di qualsiasi informazione che ritieni inesatta.
nl: Het recht op rectificatie: u kunt ons verzoeken om alle informatie te corrigeren die volgens u onjuist is.
pl: Prawo do sprostowania: możesz zażądać, abyśmy poprawili wszelkie informacje, które Twoim zdaniem są niedokładne.

source: The right to erasure (right to be forgotten): You can request the erasure of your personal data. This is actioned by deleting your account.
de: Das Recht auf Löschung (Recht auf Vergessenwerden): Sie können die Löschung Ihrer personenbezogenen Daten verlangen. Dies geschieht durch Löschen Ihres Kontos.
es: El derecho de supresión (derecho al olvido): puede solicitar la supresión de sus datos personales. Esto se realiza eliminando su cuenta.
fr: Le droit à l'effacement (droit à l'oubli) : vous pouvez demander l'effacement de vos données personnelles. Ceci est réalisé en supprimant votre compte.
it: Il diritto alla cancellazione (diritto all'oblio): puoi richiedere la cancellazione dei tuoi dati personali. Ciò avviene eliminando il tuo account.
nl: Het recht op verwijdering (recht om vergeten te worden): u kunt de verwijdering van uw persoonlijke gegevens aanvragen. Dit wordt gedaan door uw account te verwijderen.
pl: Prawo do usunięcia danych (prawo do bycia zapomnianym): możesz zażądać usunięcia swoich danych osobowych. Odbywa się to poprzez usunięcie konta.

source: The right to restrict processing: You can request that we restrict the processing of your personal data under certain conditions.
de: Das Recht auf Einschränkung der Verarbeitung: Sie können verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten unter bestimmten Bedingungen einschränken.
es: El derecho a la limitación del tratamiento: puede solicitar que limitemos el tratamiento de sus datos personales en determinadas condiciones.
fr: Le droit de limiter le traitement : vous pouvez demander que nous limitions le traitement de vos données personnelles sous certaines conditions.
it: Il diritto di limitare il trattamento: puoi richiederci di limitare il trattamento dei tuoi dati personali a determinate condizioni.
nl: Het recht om de verwerking te beperken: u kunt ons verzoeken om de verwerking van uw persoonlijke gegevens onder bepaalde voorwaarden te beperken.
pl: Prawo do ograniczenia przetwarzania: możesz zażądać, abyśmy ograniczyli przetwarzanie Twoich danych osobowych pod pewnymi warunkami.

source: The right to object to processing: You can object to our processing of your personal data.
de: Das Recht auf Widerspruch gegen die Verarbeitung: Sie können der Verarbeitung Ihrer personenbezogenen Daten durch uns widersprechen.
es: El derecho de oposición al tratamiento: puede oponerse a nuestro tratamiento de sus datos personales.
fr: Le droit de vous opposer au traitement : vous pouvez vous opposer à notre traitement de vos données personnelles.
it: Il diritto di opposizione al trattamento: puoi opporti al nostro trattamento dei tuoi dati personali.
nl: Het recht om bezwaar te maken tegen de verwerking: u kunt bezwaar maken tegen onze verwerking van uw persoonlijke gegevens.
pl: Prawo do sprzeciwu wobec przetwarzania: możesz sprzeciwić się przetwarzaniu przez nas Twoich danych osobowych.

source: The right to data portability: You can request that we transfer the data that we have collected to another organization, or directly to you.
de: Das Recht auf Datenübertragbarkeit: Sie können verlangen, dass wir die von uns erhobenen Daten an eine andere Organisation oder direkt an Sie übertragen.
es: El derecho a la portabilidad de los datos: puede solicitar que transfiramos los datos que hemos recopilado a otra organización o directamente a usted.
fr: Le droit à la portabilité des données : vous pouvez demander que nous transférions les données que nous avons collectées à une autre organisation, ou directement à vous.
it: Il diritto alla portabilità dei dati: puoi richiedere che trasferiamo i dati che abbiamo raccolto a un'altra organizzazione o direttamente a te.
nl: Het recht op gegevensoverdraagbaarheid: u kunt ons verzoeken om de gegevens die we hebben verzameld over te dragen aan een andere organisatie, of rechtstreeks aan u.
pl: Prawo do przenoszenia danych: możesz zażądać, abyśmy przenieśli zebrane przez nas dane do innej organizacji lub bezpośrednio do Ciebie.

source: To exercise any of these rights, please contact us with the form contact. You also have the right to lodge a complaint with a supervisory authority (such as the CNIL in France).
de: Um eines dieser Rechte auszuüben, kontaktieren Sie uns bitte über das Kontaktformular. Sie haben auch das Recht, eine Beschwerde bei einer Aufsichtsbehörde (wie der CNIL in Frankreich) einzureichen.
es: Para ejercer cualquiera de estos derechos, póngase en contacto con nosotros a través del formulario de contacto. También tiene derecho a presentar una reclamación ante una autoridad de control (como la CNIL en Francia).
fr: Pour exercer l'un de ces droits, veuillez nous contacter via le formulaire de contact. Vous avez également le droit de déposer une plainte auprès d'une autorité de contrôle (telle que la CNIL en France).
it: Per esercitare uno qualsiasi di questi diritti, ti preghiamo di contattarci tramite il modulo di contatto. Hai anche il diritto di presentare un reclamo a un'autorità di controllo (come il CNIL in Francia).
nl: Om een van deze rechten uit te oefenen, kunt u contact met ons opnemen via het contactformulier. U heeft ook het recht om een klacht in te dienen bij een toezichthoudende autoriteit (zoals de CNIL in Frankrijk).
pl: Aby skorzystać z któregokolwiek z tych praw, skontaktuj się z nami za pomocą formularza kontaktowego. Masz również prawo do wniesienia skargi do organu nadzorczego (takiego jak CNIL we Francji).

source: 5. Data Security & Transfer
de: 5. Datensicherheit & -übertragung
es: 5. Seguridad y transferencia de datos
fr: 5. Sécurité et transfert des données
it: 5. Sicurezza e trasferimento dei dati
nl: 5. Gegevensbeveiliging en -overdracht
pl: 5. Bezpieczeństwo i transfer danych
