Repository: Gotlub/picto-three
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it, nl, pl

source: Legal Information
de: Rechtliche Hinweise
es: Información Legal
fr: Informations légales
it: Informazioni Legali
nl: Juridische Informatie
pl: Informacje Prawne

source: Your message has been sent successfully!
de: Ihre Nachricht wurde erfolgreich gesendet!
es: ¡Tu mensaje ha sido enviado con éxito!
it: Il tuo messaggio è stato inviato con successo!

source: About & Contact
de: Über & Kontakt
es: Acerca de y Contacto
it: Informazioni e Contatti

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort
es: Nombre de usuario o contraseña inválidos
fr: Nom d'utilisateur ou mot de passe invalide
it: Nome utente o password non validi
nl: Ongeldige gebruikersnaam of wachtwoord
pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Your account is not confirmed. Please check your emails. <a href="%(url)s">Resend confirmation email?</a>
de: Ihr Konto ist nicht bestätigt. Bitte überprüfen Sie Ihre E-Mails. <a href="%(url)s">Bestätigungs-E-Mail erneut senden?</a>
es: Tu cuenta no está confirmada. Por favor, revisa tus correos electrónicos. <a href="%(url)s">¿Reenviar el correo de confirmación?</a>
fr: Votre compte n'est pas confirmé. Veuillez consulter vos e-mails. <a href="%(url)s">Renvoyer l'e-mail de confirmation ?</a>
it: Il tuo account non è confermato. Controlla le tue email. <a href="%(url)s">Reinviare l'email di conferma?</a>
nl: Uw account is niet bevestigd. Controleer uw e-mails. <a href="%(url)s">Bevestigingsmail opnieuw verzenden?</a>
pl: Twoje konto nie jest potwierdzone. Sprawdź swoją pocztę e-mail. <a href="%(url)s">Wysłać ponownie e-mail z potwierdzeniem?</a>

source: An email with instructions to reset your password has been sent.
de: Eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts wurde gesendet.
es: Se ha enviado un correo electrónico con instrucciones para restablecer su contraseña.
fr: Un e-mail avec des instructions pour réinitialiser votre mot de passe a été envoyé.
it: È stata inviata un'email con le istruzioni per reimpostare la password.
nl: Er is een e-mail met instructies om uw wachtwoord opnieuw in te stellen verzonden.
pl: Wysłano wiadomość e-mail z instrukcjami dotyczącymi resetowania hasła.

source: No account found with that email address.
de: Kein Konto mit dieser E-Mail-Adresse gefunden.
es: No se ha encontrado ninguna cuenta con esa dirección de correo electrónico.
fr: Aucun compte trouvé avec cette adresse e-mail.
it: Nessun account trovato con quell'indirizzo email.
nl: Geen account gevonden met dat e-mailadres.
pl: Nie znaleziono konta o podanym adresie e-mail.

source: The reset link is invalid or has expired.
de: Der Reset-Link ist ungültig oder abgelaufen.
es: El enlace para restablecer la contraseña no es válido o ha caducado.
fr: Le lien de réinitialisation est invalide ou a expiré.
it: Il link di reset non è valido o è scaduto.
nl: De resetlink is ongeldig of verlopen.
pl: Link do resetowania jest nieprawidłowy lub wygasł.

source: Your password has been reset successfully.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.
es: Su contraseña ha sido restablecida correctamente.
fr: Votre mot de passe a été réinitialisé avec succès.
it: La tua password è stata reimpostata con successo.
nl: Uw wachtwoord is succesvol opnieuw ingesteld.
pl: Twoje hasło zostało pomyślnie zresetowane.

source: Your password has been changed successfully.
de: Ihr Passwort wurde erfolgreich geändert.
es: Tu contraseña ha sido cambiada con éxito.
fr: Votre mot de passe a été changé avec succès.
it: La tua password è stata cambiata con successo.
nl: Uw wachtwoord is succesvol gewijzigd.
pl: Twoje hasło zostało pomyślnie zmienione.

source: Invalid current password.
de: Ungültiges aktuelles Passwort.
es: Contraseña actual inválida.
fr: Mot de passe actuel invalide.
it: Password attuale non valida.
nl: Ongeldig huidig wachtwoord.
pl: Nieprawidłowe bieżące hasło.

source: Error in %(field)s: %(error)s
de: Fehler in %(field)s: %(error)s
es: Error en %(field)s: %(error)s
fr: Erreur dans %(field)s : %(error)s
it: Errore in %(field)s: %(error)s
nl: Fout in %(field)s: %(error)s
pl: Błąd w %(field)s: %(error)s

source: Your account has been successfully deleted.
de: Ihr Konto wurde erfolgreich gelöscht.
es: Tu cuenta ha sido eliminada con éxito.
fr: Votre compte a été supprimé avec succès.
it: Il tuo account è stato eliminato con successo.
nl: Uw account is succesvol verwijderd.
pl: Twoje konto zostało pomyślnie usunięte.

source: Invalid username confirmation. Account deletion cancelled.
de: Ungültige Bestätigung des Benutzernamens. Löschung des Kontos abgebrochen.
es: Confirmación de nombre de usuario no válida. Se canceló la eliminación de la cuenta.
fr: Confirmation du nom d'utilisateur invalide. Suppression du compte annulée.
it: Conferma nome utente non valida. Eliminazione account annullata.
nl: Ongeldige bevestiging van gebruikersnaam. Verwijdering van account geannuleerd.
pl: Nieprawidłowe potwierdzenie nazwy użytkownika. Anulowano usuwanie konta.

source: Invalid form submission.
de: Ungültige Formularübermittlung.
es: Envío de formulario no válido.
fr: Soumission de formulaire invalide.
it: Invio modulo non valido.
nl: Ongeldige formulierinzending.
pl: Nieprawidłowe przesłanie formularza.

source: A confirmation email has been sent to your email address.
de: Eine Bestätigungs-E-Mail wurde an Ihre E-Mail-Adresse gesendet.
es: Se ha enviado un correo electrónico de confirmación a su dirección de correo electrónico.
fr: Un e-mail de confirmation a été envoyé à votre adresse e-mail.
it: Un'email di conferma è stata inviata al tuo indirizzo email.
nl: Er is een bevestigingsmail naar uw e-mailadres verzonden.
pl: Na Twój adres e-mail wysłano wiadomość z potwierdzeniem.

source: Registration failed. Please check the errors below.
de: Registrierung fehlgeschlagen. Bitte überprüfen Sie die folgenden Fehler.
es: El registro falló. Por favor, comprueba los errores a continuación.
fr: L'inscription a échoué. Veuillez vérifier les erreurs ci-dessous.
it: Registrazione fallita. Controlla gli errori qui sotto.
nl: Registratie mislukt. Controleer de onderstaande fouten.
pl: Rejestracja nie powiodła się. Sprawdź poniższe błędy.

source: The confirmation link is invalid or has expired.
de: Der Bestätigungslink ist ungültig oder abgelaufen.
es: El enlace de confirmación no es válido o ha caducado.
fr: Le lien de confirmation est invalide ou a expiré.
it: Il link di conferma non è valido o è scaduto.
nl: De bevestigingslink is ongeldig of verlopen.
pl: Link potwierdzający jest nieprawidłowy lub wygasł.

source: Account already confirmed. Please login.
de: Konto bereits bestätigt. Bitte einloggen.
es: La cuenta ya está confirmada. Por favor, inicie sesión.
fr: Compte déjà confirmé. Veuillez vous connecter.
it: Account già confermato. Effettua il login.
nl: Account al bevestigd. Log in.
pl: Konto już potwierdzone. Zaloguj się.

source: Your account has been confirmed successfully!
de: Ihr Konto wurde erfolgreich bestätigt!
es: ¡Tu cuenta ha sido confirmada con éxito!
fr: Votre compte a été confirmé avec succès !
it: Il tuo account è stato confermato con successo!
nl: Uw account is succesvol bevestigd!
pl: Twoje konto zostało pomyślnie potwierdzone!

source: This account is already confirmed. Please login.
de: Dieses Konto ist bereits bestätigt. Bitte einloggen.
es: Esta cuenta ya está confirmada. Por favor, inicie sesión.
fr: Ce compte est déjà confirmé. Veuillez vous connecter.
it: Questo account è già confermato. Effettua il login.
nl: Dit account is al bevestigd. Log in.
pl: To konto jest już potwierdzone. Zaloguj się.

source: A new confirmation email has been sent.
de: Eine neue Bestätigungs-E-Mail wurde gesendet.
es: Se ha enviado un nuevo correo electrónico de confirmación.
fr: Un nouvel e-mail de confirmation a été envoyé.
it: È stata inviata una nuova email di conferma.
nl: Er is een nieuwe bevestigingsmail verzonden.
pl: Wysłano nową wiadomość e-mail z potwierdzeniem.

source: No account found with that email address. Please register.
de: Kein Konto mit dieser E-Mail-Adresse gefunden. Bitte registrieren Sie sich.
es: No se encontró ninguna cuenta con esa dirección de correo electrónico. Por favor, regístrese.
fr: Aucun compte trouvé avec cette adresse e-mail. Veuillez vous inscrire.
it: Nessun account trovato con quell'indirizzo email. Registrati.
nl: Geen account gevonden met dat e-mailadres. Registreer u.
pl: Nie znaleziono konta o podanym adresie e-mail. Zarejestruj się.

source: Invalid tree data received.
de: Ungültige Baumdaten empfangen.
es: Datos de árbol recibidos no válidos.
fr: Données d'arbre reçues non valides.
it: Dati albero ricevuti non validi.
nl: Ongeldige boomgegevens ontvangen.
pl: Otrzymano nieprawidłowe dane drzewa.

source: Your language has been updated.
de: Ihre Sprache wurde aktualisiert.
es: Tu idioma ha sido actualizado.
fr: Votre langue a été mise à jour.
it: La tua lingua è stata aggiornata.
nl: Uw taal is bijgewerkt.
pl: Twój język został zaktualizowany.

source: The language has been updated for this session.
de: Die Sprache wurde für diese Sitzung aktualisiert.
es: El idioma ha sido actualizado para esta sesión.
fr: La langue a été mise à jour pour cette session.
it: La lingua è stata aggiornata per questa sessione.
nl: De taal is bijgewerkt voor deze sessie.
pl: Język został zaktualizowany dla tej sesji.

source: Invalid data
de: Ungültige Daten
es: Datos inválidos
fr: Données invalides
it: Dati non validi
nl: Ongeldige gegevens
pl: Nieprawidłowe dane

source: Missing required fields: list_name and payload are required.
de: Fehlende erforderliche Felder: list_name und payload sind erforderlich.
es: Faltan campos obligatorios: se requieren el nombre de la lista y la carga útil.
fr: Champs obligatoires manquants : nom de la liste et charge utile requis.
it: Campi obbligatori mancanti: list_name e payload sono obbligatori.
nl: Ontbrekende verplichte velden: list_name en payload zijn verplicht.
pl: Brak wymaganych pól: list_name i payload są wymagane.

source: Public lists can only contain global public images. Please remove any user-owned images before saving publicly.
de: Öffentliche Listen können nur globale öffentliche Bilder enthalten. Bitte entfernen Sie alle benutzereigenen Bilder, bevor Sie sie öffentlich speichern.
es: Las listas públicas solo pueden contener imágenes públicas globales. Por favor, elimine las imágenes de propiedad del usuario antes de guardar públicamente.
fr: Les listes publiques ne peuvent contenir que des images publiques globales. Veuillez retirer les images appartenant à des utilisateurs avant de sauvegarder publiquement.
it: Le liste pubbliche possono contenere solo immagini pubbliche globali. Rimuovi eventuali immagini di proprietà dell'utente prima di salvare pubblicamente.
nl: Openbare lijsten kunnen alleen globale openbare afbeeldingen bevatten. Verwijder alle afbeeldingen in eigendom van de gebruiker voordat u openbaar opslaat.
pl: Listy publiczne mogą zawierać tylko globalne obrazy publiczne. Przed publicznym zapisaniem usuń wszystkie obrazy należące do użytkownika.

source: List updated successfully
de: Liste erfolgreich aktualisiert
es: Lista actualizada con éxito
fr: Liste mise à jour avec succès
it: Lista aggiornata con successo
nl: Lijst succesvol bijgewerkt
pl: Lista zaktualizowana pomyślnie

source: List saved successfully
de: Liste erfolgreich gespeichert
es: Lista guardada con éxito
fr: Liste enregistrée avec succès
it: Lista salvata con successo
nl: Lijst succesvol opgeslagen
pl: Lista zapisana pomyślnie

source: List not found
de: Liste nicht gefunden
es: Lista no encontrada
fr: Liste non trouvée
it: Lista non trovata
nl: Lijst niet gevonden
pl: Nie znaleziono listy

source: Unauthorized
de: Unbefugt
es: No autorizado
fr: Non autorisé
it: Non autorizzato
nl: Ongeautoriseerd
pl: Nieautoryzowany

source: List deleted successfully
de: Liste erfolgreich gelöscht
es: Lista eliminada con éxito
fr: Liste supprimée avec succès
it: Lista eliminata con successo
nl: Lijst succesvol verwijderd
pl: Lista usunięta pomyślnie

source: parent_id is required
de: parent_id ist erforderlich
es: se requiere parent_id
fr: parent_id est requis
it: parent_id è obbligatorio
nl: parent_id is verplicht
pl: parent_id jest wymagany

source: Folder not found
de: Ordner nicht gefunden
es: Carpeta no encontrada
fr: Dossier non trouvé
it: Cartella non trovata
nl: Map niet gevonden
pl: Nie znaleziono folderu

source: Root folder not found
de: Stammordner nicht gefunden
es: Carpeta raíz no encontrada
fr: Dossier racine non trouvé
it: Cartella principale non trovata
nl: Hoofdmap niet gevonden
pl: Nie znaleziono folderu głównego

source: Parent folder not found or not owned by user
de: Übergeordneter Ordner nicht gefunden oder gehört nicht dem Benutzer
es: Carpeta principal no encontrada o no es propiedad del usuario
fr: Dossier parent non trouvé ou n'appartenant pas à l'utilisateur
it: Cartella principale non trovata o non di proprietà dell'utente
nl: Bovenliggende map niet gevonden of geen eigendom van gebruiker
pl: Folder nadrzędny nie został znaleziony lub nie jest własnością użytkownika

source: Could not create directory: %(error)s
de: Verzeichnis konnte nicht erstellt werden: %(error)s
es: No se pudo crear el directorio: %(error)s
fr: Impossible de créer le répertoire : %(error)s
it: Impossibile creare la directory: %(error)s
nl: Kon map niet aanmaken: %(error)s
pl: Nie można utworzyć katalogu: %(error)s

source: No file part
de: Kein Dateiteil
es: Ninguna parte del archivo
fr: Aucune partie de fichier
it: Nessuna parte di file
nl: Geen bestandsdeel
pl: Brak części pliku

source: No selected file
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
it: Nessun file selezionato
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku

source: No folder_id specified
de: Keine folder_id angegeben
es: No se especificó folder_id
fr: Aucun folder_id spécifié
it: Nessun folder_id specificato
nl: Geen folder_id opgegeven
pl: Nie określono folder_id

source: Folder not found or not owned by user
de: Ordner nicht gefunden oder gehört nicht dem Benutzer
es: Carpeta no encontrada o no es propiedad del usuario
fr: Dossier non trouvé ou n'appartenant pas à l'utilisateur
it: Cartella non trovata o non di proprietà dell'utente
nl: Map niet gevonden of geen eigendom van gebruiker
pl: Folder nie został znaleziony lub nie jest własnością użytkownika

source: File upload failed
de: Datei-Upload fehlgeschlagen
es: Falló la carga del archivo
fr: Échec du téléchargement du fichier
it: Caricamento file fallito
nl: Bestandsupload mislukt
pl: Przesyłanie pliku nie powiodło się

source: Image not found
de: Bild nicht gefunden
es: Imagen no encontrada
fr: Image non trouvée
it: Immagine non trovata
nl: Afbeelding niet gevonden
pl: Nie znaleziono obrazu

source: Unauthorized to edit this image
de: Unbefugt, dieses Bild zu bearbeiten
es: No autorizado para editar esta imagen
fr: Non autorisé à modifier cette image
it: Non autorizzato a modificare questa immagine
nl: Ongeautoriseerd om deze afbeelding te bewerken
pl: Brak uprawnień do edycji tego obrazu

source: Invalid JSON data
de: Ungültige JSON-Daten
es: Datos JSON no válidos
fr: Données JSON non valides
it: Dati JSON non validi
nl: Ongeldige JSON-gegevens
pl: Nieprawidłowe dane JSON

source: Image updated successfully
de: Bild erfolgreich aktualisiert
es: Imagen actualizada con éxito
fr: Image mise à jour avec succès
it: Immagine aggiornata con successo
nl: Afbeelding succesvol bijgewerkt
pl: Obraz zaktualizowany pomyślnie

source: Missing required fields
de: Fehlende erforderliche Felder
es: Faltan campos obligatorios
fr: Champs obligatoires manquants
it: Campi obbligatori mancanti
nl: Ontbrekende verplichte velden
pl: Brak wymaganych pól

source: Cannot save an empty tree as public.
de: Ein leerer Baum kann nicht als öffentlich gespeichert werden.
es: No se puede guardar un árbol vacío como público.
fr: Impossible d'enregistrer un arbre vide en tant que public.
it: Impossibile salvare un albero vuoto come pubblico.
nl: Kan een lege boom niet als openbaar opslaan.
pl: Nie można zapisać pustego drzewa jako publicznego.

source: Public trees can only contain global public images. Please remove any user-owned images before saving publicly.
de: Öffentliche Bäume können nur globale öffentliche Bilder enthalten. Bitte entfernen Sie alle benutzereigenen Bilder, bevor Sie sie öffentlich speichern.
es: Los árboles públicos solo pueden contener imágenes públicas globales. Por favor, elimine las imágenes de propiedad del usuario antes de guardarlas públicamente.
fr: Les arbres publics ne peuvent contenir que des images publiques globales. Veuillez retirer les images appartenant à des utilisateurs avant de sauvegarder publiquement.
it: Gli alberi pubblici possono contenere solo immagini pubbliche globali. Rimuovi eventuali immagini di proprietà dell'utente prima di salvare pubblicamente.
nl: Openbare bomen kunnen alleen globale openbare afbeeldingen bevatten. Verwijder alle afbeeldingen in eigendom van de gebruiker voordat u openbaar opslaat.
pl: Drzewa publiczne mogą zawierać tylko globalne obrazy publiczne. Przed publicznym zapisaniem usuń wszystkie obrazy należące do użytkownika.

source: Tree updated successfully
de: Baum erfolgreich aktualisiert
es: Árbol actualizado con éxito
fr: Arbre mis à jour avec succès
it: Albero aggiornato con successo
nl: Boom succesvol bijgewerkt
pl: Drzewo zaktualizowane pomyślnie

source: Tree saved successfully
de: Baum erfolgreich gespeichert
es: Árbol guardado con éxito
fr: Arbre enregistré avec succès
it: Albero salvato con successo
nl: Boom succesvol opgeslagen
pl: Drzewo zapisane pomyślnie

source: Cannot delete root folder
de: Stammordner kann nicht gelöscht werden
es: No se puede eliminar la carpeta raíz
fr: Impossible de supprimer le dossier racine
it: Impossibile eliminare la cartella principale
nl: Kan hoofdmap niet verwijderen
pl: Nie można usunąć folderu głównego

source: Folder and all its contents deleted
de: Ordner und sein gesamter Inhalt gelöscht
es: La carpeta y todo su contenido han sido eliminados
fr: Le dossier et tout son contenu ont été supprimés
it: Cartella e tutto il suo contenuto eliminati
nl: Map en al zijn inhoud verwijderd
pl: Folder i cała jego zawartość usunięte

source: Image not found or not owned by user
de: Bild nicht gefunden oder gehört nicht dem Benutzer
es: Imagen no encontrada o no es propiedad del usuario
fr: Image non trouvée ou n'appartenant pas à l'utilisateur
it: Immagine non trovata o non di proprietà dell'utente
nl: Afbeelding niet gevonden of geen eigendom van gebruiker
pl: Obraz nie został znaleziony lub nie jest własnością użytkownika

source: Could not delete file: %(error)s
de: Datei konnte nicht gelöscht werden: %(error)s
es: No se pudo eliminar el archivo: %(error)s
fr: Impossible de supprimer le fichier : %(error)s
it: Impossibile eliminare il file: %(error)s
nl: Kon bestand niet verwijderen: %(error)s
pl: Nie można usunąć pliku: %(error)s

source: Image deleted
de: Bild gelöscht
es: Imagen eliminada
fr: Image supprimée
it: Immagine eliminata
nl: Afbeelding verwijderd
pl: Obraz usunięty

source: Invalid item type
de: Ungültiger Elementtyp
es: Tipo de artículo no válido
fr: Type d'élément non valide
it: Tipo di elemento non valido
nl: Ongeldig itemtype
pl: Nieprawidłowy typ elementu

source: No images to export
de: Keine Bilder zum Exportieren
es: No hay imágenes para exportar
fr: Aucune image à exporter
it: Nessuna immagine da esportare
nl: Geen afbeeldingen om te exporteren
pl: Brak obrazów do wyeksportowania

source: This project is open source and proudly hosted on GitHub. You are free to view the source code, contribute, or reuse it for any non-commercial purposes.
de: Dieses Projekt ist Open Source und wird mit Stolz auf GitHub gehostet. Sie können den Quellcode einsehen, dazu beitragen oder ihn für nicht-kommerzielle Zwecke wiederverwenden.
es: Este proyecto es de código abierto y está alojado con orgullo en GitHub. Eres libre de ver el código fuente, contribuir o reutilizarlo para cualquier propósito no comercial.
it: Questo progetto è open source e ospitato con orgoglio su GitHub. Sei libero di visualizzare il codice sorgente, contribuire o riutilizzarlo per qualsiasi scopo non commerciale.

source: View Source Code on GitHub
de: Quellcode auf GitHub ansehen
es: Ver el código fuente en GitHub
it: Visualizza il codice sorgente su GitHub

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
it: Contattaci

source: Account Management
de: Kontoverwaltung
es: Gestión de la cuenta
fr: Gestion du compte
it: Gestione account
nl: Accountbeheer
pl: Zarządzanie kontem

source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
it: Cambia password
nl: Wachtwoord wijzigen
pl: Zmień hasło

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
nl: Account verwijderen
pl: Usuń konto

source: Once you delete your account, there is no going back. Please be certain.
de: Wenn Sie Ihr Konto einmal gelöscht haben, gibt es kein Zurück mehr. Bitte seien Sie sich sicher.
es: Una vez que elimines tu cuenta, no hay vuelta atrás. Por favor, asegúrate.
fr: Une fois que vous supprimez votre compte, il n'y a pas de retour en arrière. Soyez certain.
it: Una volta eliminato il tuo account, non si può tornare indietro. Sii certo.
nl: Zodra u uw account verwijdert, is er geen weg meer terug. Wees er zeker van.
pl: Po usunięciu konta nie ma odwrotu. Proszę być pewnym.

source: Confirm Account Deletion
de: Kontolöschung bestätigen
es: Confirmar la eliminación de la cuenta
fr: Confirmer la suppression du compte
it: Conferma eliminazione account
nl: Bevestig accountverwijdering
pl: Potwierdź usunięcie konta

source: Are you sure you want to delete your account? This action cannot be undone. All your data will be permanently lost.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten gehen dauerhaft verloren.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer. Todos tus datos se perderán permanentemente.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée. Toutes vos données seront perdues de façon permanente.
it: Sei sicuro di voler eliminare il tuo account? Questa azione non può essere annullata. Tutti i tuoi dati andranno persi permanentemente.
nl: Weet u zeker dat u uw account wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt. Al uw gegevens gaan permanent verloren.
pl: Czy na pewno chcesz usunąć swoje konto? Tej czynności nie można cofnąć. Wszystkie Twoje dane zostaną trwale utracone.

source: To confirm, please type your username below:
de: Zur Bestätigung geben Sie bitte unten Ihren Benutzernamen ein:
es: Para confirmar, por favor escribe tu nombre de usuario a continuación:
fr: Pour confirmer, veuillez taper votre nom d'utilisateur ci-dessous :
it: Per confermare, digita il tuo nome utente qui sotto:
nl: Om te bevestigen, typ hieronder uw gebruikersnaam:
pl: Aby potwierdzić, wpisz poniżej swoją nazwę użytkownika:

source: Your username
de: Ihr Benutzername
es: Tu nombre de usuario
fr: Votre nom d'utilisateur
it: Il tuo nome utente
nl: Uw gebruikersnaam
pl: Twoja nazwa użytkownika

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj

source: Delete My Account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account
nl: Mijn account verwijderen
pl: Usuń moje konto
