Repository: Gotlub/picto-three
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it, nl, pl

source: We implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk. Your data is stored on servers located within the European Union. We do not sell or share your personal data with third parties for marketing purposes.
de: Wir ergreifen geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Sicherheitsniveau zu gewährleisten. Ihre Daten werden auf Servern in der Europäischen Union gespeichert. Wir verkaufen oder teilen Ihre personenbezogenen Daten nicht zu Marketingzwecken mit Dritten.
es: Implementamos las medidas técnicas y organizativas adecuadas para garantizar un nivel de seguridad adecuado al riesgo. Sus datos se almacenan en servidores ubicados dentro de la Unión Europea. No vendemos ni compartimos sus datos personales con terceros con fines de marketing.
fr: Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour garantir un niveau de sécurité adapté au risque. Vos données sont stockées on des serveurs situés au sein de l'Union européenne. Nous ne vendons ni ne partageons vos données personnelles avec des tiers à des fins de marketing.
it: Implementiamo misure tecniche e organizzative adeguate per garantire un livello di sicurezza adeguato al rischio. I tuoi dati sono archiviati su server situati all'interno dell'Unione Europea. Non vendiamo né condividiamo i tuoi dati personali con terze parti per scopi di marketing.
nl: We implementeren passende technische en organisatorische maatregelen om een beveiligingsniveau te garanderen dat is afgestemd op het risico. Uw gegevens worden opgeslagen op servers die zich binnen de Europese Unie bevinden. Wij verkopen of delen uw persoonlijke gegevens niet met derden voor marketingdoeleinden.
pl: Wdrażamy odpowiednie środki techniczne i organizacyjne, aby zapewnić poziom bezpieczeństwa odpowiedni do ryzyka. Twoje dane są przechowywane na serwerach zlokalizowanych w Unii Europejskiej. Nie sprzedajemy ani nie udostępniamy Twoich danych osobowych stronom trzecim w celach marketingowych.

source: Tree Source
de: Baumquelle
es: Fuente del árbol
fr: Source de l'arbre
it: Origine albero
nl: Boombron
pl: Źródło drzewa

source: Import Tree from JSON
de: Baum aus JSON importieren
es: Importar árbol desde JSON
fr: Importer un arbre depuis JSON
it: Importa albero da JSON
nl: Boom importeren uit JSON
pl: Importuj drzewo z JSON

source: Load Tree from Database
de: Baum aus Datenbank laden
es: Cargar árbol desde la base de datos
fr: Charger un arbre depuis la base de données
it: Carica albero da database
nl: Boom laden uit database
pl: Załaduj drzewo z bazy danych

source: Load Selected Tree
de: Ausgewählten Baum laden
es: Cargar árbol seleccionado
fr: Charger l'arbre sélectionné
it: Carica albero selezionato
nl: Geselecteerde boom laden
pl: Załaduj wybrane drzewo

source: List Operations
de: Listenoperationen
es: Operaciones de lista
fr: Opérations sur la liste
it: Operazioni su lista
nl: Lijstbewerkingen
pl: Operacje na liście

source: Import List from JSON
de: Liste aus JSON importieren
es: Importar lista desde JSON
fr: Importer une liste depuis JSON
it: Importa lista da JSON
nl: Lijst importeren uit JSON
pl: Importuj listę z JSON

source: Export List to JSON
de: Liste nach JSON exportieren
es: Exportar lista a JSON
fr: Exporter la liste vers JSON
it: Esporta lista in JSON
nl: Lijst exporteren naar JSON
pl: Eksportuj listę do JSON

source: Save List to Database
de: Liste in Datenbank speichern
es: Guardar lista en la base de datos
fr: Enregistrer la liste dans la base de données
it: Salva lista su database
nl: Lijst opslaan in database
pl: Zapisz listę w bazie danych

source: List Name
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
it: Nome lista
nl: Lijstnaam
pl: Nazwa listy

source: Enter list name
de: Listennamen eingeben
es: Introduce el nombre de la lista
fr: Entrez le nom de la liste
it: Inserisci nome lista
nl: Voer lijstnaam in
pl: Wprowadź nazwę listy

source: Save List
de: Liste speichern
es: Guardar lista
fr: Enregistrer la liste
it: Salva lista
nl: Lijst opslaan
pl: Zapisz listę

source: Load List from Database
de: Liste aus Datenbank laden
es: Cargar lista desde la base de datos
fr: Charger la liste depuis la base de données
it: Carica lista da database
nl: Lijst laden uit database
pl: Załaduj listę z bazy danych

source: Search lists...
de: Listen suchen...
es: Buscar listas...
fr: Rechercher des listes...
it: Cerca liste...
nl: Lijsten zoeken...
pl: Szukaj list...

source: Load Selected List
de: Ausgewählte Liste laden
es: Cargar lista seleccionada
fr: Charger la liste sélectionnée
it: Carica lista selezionata
nl: Geselecteerde lijst laden
pl: Załaduj wybraną listę

source: Export Operations
de: Exportoperationen
es: Operaciones de exportación
fr: Opérations d'exportation
it: Operazioni di esportazione
nl: Exportbewerkingen
pl: Operacje eksportu

source: Image Size
de: Bildgröße
es: Tamaño de la imagen
fr: Taille de l'image
it: Dimensione immagine
nl: Afbeeldingsgrootte
pl: Rozmiar obrazu

source: Layout Mode
de: Layout-Modus
es: Modo de diseño
fr: Mode de mise en page
it: Modalità layout
nl: Layoutmodus
pl: Tryb układu

source: Chain Mode
de: Kettenmodus
es: Modo cadena
fr: Mode chaîne
it: Modalità catena
nl: Ketenmodus
pl: Tryb łańcucha

source: Grid Mode
de: Gittermodus
es: Modo cuadrícula
fr: Mode grille
it: Modalità griglia
nl: Rastermodus
pl: Tryb siatki

source: Select from Tree
de: Aus Baum auswählen
es: Seleccionar del árbol
fr: Sélectionner depuis l'arbre
it: Seleziona da albero
nl: Selecteren uit boom
pl: Wybierz z drzewa

source: Element
it: Elemento

source: Branch
it: Ramo

source: Drag to copy to list
de: Ziehen, um in die Liste zu kopieren
es: Arrastrar para copiar a la lista
fr: Glisser pour copier dans la liste
it: Trascina per copiare nella lista
nl: Slepen om naar lijst te kopiëren
pl: Przeciągnij, aby skopiować do listy

source: Select from Images
de: Aus Bildern auswählen
es: Seleccionar de las imágenes
fr: Sélectionner parmi les images
it: Seleziona da immagini
nl: Selecteren uit afbeeldingen
pl: Wybierz z obrazów

source: Selected Link Description
de: Beschreibung des ausgewählten Links
es: Descripción del enlace seleccionado
fr: Description du lien sélectionné
it: Descrizione link selezionato
nl: Beschrijving van geselecteerde link
pl: Opis wybranego linku

source: Select a link from the bottom list to edit its description...
de: Wählen Sie einen Link aus der unteren Liste aus, um seine Beschreibung zu bearbeiten...
es: Selecciona un enlace de la lista de abajo para editar su descripción...
fr: Sélectionnez un lien dans la liste du bas pour modifier sa description...
it: Seleziona un link dalla lista in basso per modificarne la descrizione...
nl: Selecteer een link uit de onderste lijst om de beschrijving ervan te bewerken...
pl: Wybierz link z dolnej listy, aby edytować jego opis...

source: Chained List Builder
de: Verketteter Listen-Ersteller
es: Constructor de listas encadenadas
fr: Constructeur de listes chaînées
it: Costruttore di liste concatenate
nl: Gekoppelde lijst-bouwer
pl: Konstruktor listy połączonej

source: Delete Selected Link
de: Ausgewählten Link löschen
es: Eliminar enlace seleccionado
fr: Supprimer le lien sélectionné
it: Elimina link selezionato
nl: Geselecteerde link verwijderen
pl: Usuń wybrany link

source: New Chain
de: Neue Kette
es: Nueva cadena
fr: Nouvelle chaîne
it: Nuova catena
nl: Nieuwe keten
pl: Nowy łańcuch

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
pl: Zaloguj się

source: New User?
de: Neuer Benutzer?
es: ¿Nuevo usuario?
fr: Nouvel utilisateur ?
it: Nuovo utente?
nl: Nieuwe gebruiker?
pl: Nowy użytkownik?

source: Click to Register!
de: Klicken Sie hier, um sich zu registrieren!
es: ¡Haz clic para registrarte!
fr: Cliquez pour vous inscrire !
it: Clicca per registrarti!
nl: Klik om te registreren!
pl: Kliknij, aby się zarejestrować!

source: Forgot Your Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?

source: My Pictograms
de: Meine Piktogramme
es: Mis pictogramas
fr: Mes pictogrammes
it: I miei pittogrammi
nl: Mijn pictogrammen
pl: Moje piktogramy

source: Root
de: Stamm
es: Raíz
fr: Racine
it: Radice
nl: Hoofdmap
pl: Główny

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń

source: Create Folder
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
it: Crea cartella
nl: Map maken
pl: Utwórz folder

source: Folder name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome cartella
nl: Mapnaam
pl: Nazwa folderu

source: Import Image
de: Bild importieren
es: Importar imagen
fr: Importer une image
it: Importa immagine
nl: Afbeelding importeren
pl: Importuj obraz

source: Upload from disk
de: Von Festplatte hochladen
es: Subir desde el disco
fr: Télécharger depuis le disque
it: Carica da disco
nl: Uploaden vanaf schijf
pl: Prześlij z dysku

source: Choose File
de: Datei auswählen
es: Seleccionar archivo
fr: Choisir un fichier
it: Scegli file
nl: Kies bestand
pl: Wybierz plik

source: No file chosen
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier choisi
it: Nessun file scelto
nl: Geen bestand gekozen
pl: Nie wybrano pliku

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (opzionale)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)

source: Upload
de: Hochladen
es: Subir
fr: Télécharger
it: Carica
nl: Uploaden
pl: Prześlij

source: Edit Selected Image
de: Ausgewähltes Bild bearbeiten
es: Editar imagen seleccionada
fr: Modifier l'image sélectionnée
it: Modifica immagine selezionata
nl: Geselecteerde afbeelding bewerken
pl: Edytuj wybrany obraz

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
pl: Opis

source: Make image public
de: Bild öffentlich machen
es: Hacer pública la imagen
fr: Rendre l'image publique
it: Rendi immagine pubblica
nl: Afbeelding openbaar maken
pl: Upublicznij obraz

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
nl: Wijzigingen opslaan
pl: Zapisz zmiany

source: Export Image
de: Bild exportieren
es: Exportar imagen
fr: Exporter l'image
it: Esporta immagine
nl: Afbeelding exporteren
pl: Eksportuj obraz

source: Download Selected Image
de: Ausgewähltes Bild herunterladen
es: Descargar imagen seleccionada
fr: Télécharger l'image sélectionnée
it: Scarica immagine selezionata
nl: Geselecteerde afbeelding downloaden
pl: Pobierz wybrany obraz

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
nl: Registreren
pl: Zarejestruj się

source: I accept the
it: Accetto i

source: Terms & Privacy Policy
it: Termini e Informativa sulla Privacy

source: Resend Confirmation Email
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo electrónico de confirmación
fr: Renvoyer l'e-mail de confirmation
it: Reinvia email di conferma
nl: Bevestigingsmail opnieuw verzenden
pl: Wyślij ponownie e-mail z potwierdzeniem

source: Please enter your account's email address. If a matching account is found and is not yet confirmed, we will send a new confirmation email.
de: Bitte geben Sie die E-Mail-Adresse Ihres Kontos ein. Wenn ein passendes Konto gefunden wird und noch nicht bestätigt ist, senden wir eine neue Bestätigungs-E-Mail.
es: Por favor, introduzca la dirección de correo electrónico de su cuenta. Si se encuentra una cuenta que coincida y aún no está confirmada, le enviaremos un nuevo correo electrónico de confirmación.
fr: Veuillez saisir l'adresse e-mail de votre compte. Si un compte correspondant est trouvé et n'est pas encore confirmé, nous vous enverrons un nouvel e-mail de confirmation.
it: Inserisci l'indirizzo email del tuo account. Se viene trovato un account corrispondente e non è ancora confermato, invieremo una nuova email di conferma.
nl: Voer het e-mailadres van uw account in. Als er een overeenkomend account wordt gevonden en dit nog niet is bevestigd, sturen we een nieuwe bevestigingsmail.
pl: Wprowadź adres e-mail swojego konta. Jeśli zostanie znalezione pasujące konto, a nie jest ono jeszcze potwierdzone, wyślemy nową wiadomość e-mail z potwierdzeniem.

source: Reset Your Password
de: Setzen Sie Ihr Passwort zurück
es: Restablecer su contraseña
fr: Réinitialiser votre mot de passe
it: Reimposta la tua password
nl: Stel uw wachtwoord opnieuw in
pl: Zresetuj swoje hasło

source: Hello,
de: Hallo,
es: Hola,
fr: Bonjour,
it: Ciao,
nl: Hallo,
pl: Cześć,

source: Thank you for registering. Please click the link below to activate your account:
de: Danke für Ihre Registrierung. Bitte klicken Sie auf den folgenden Link, um Ihr Konto zu aktivieren:
es: Gracias por registrarte. Por favor, haz clic en el siguiente enlace para activar tu cuenta:
fr: Merci de vous être inscrit. Veuillez cliquer sur le lien ci-dessous pour activer votre compte :
it: Grazie per esserti registrato. Clicca sul link qui sotto per attivare il tuo account:
nl: Bedankt voor uw registratie. Klik op de onderstaande link om uw account te activeren:
pl: Dziękujemy za rejestrację. Kliknij poniższy link, aby aktywować swoje konto:

source: You have requested a password reset. Click the following link to continue:
de: Sie haben eine Passwortzurücksetzung angefordert. Klicken Sie auf den folgenden Link, um fortzufahren:
es: Ha solicitado un restablecimiento de contraseña. Haga clic en el siguiente enlace para continuar:
fr: Vous avez demandé une réinitialisation de mot de passe. Cliquez sur le lien suivant pour continuer :
it: Hai richiesto una reimpostazione della password. Clicca sul seguente link per continuare:
nl: U heeft een wachtwoordreset aangevraagd. Klik op de volgende link om door te gaan:
pl: Zażądałeś zresetowania hasła. Kliknij poniższy link, aby kontynuować:

source: If you did not make this request, please ignore this email.
de: Wenn Sie diese Anfrage nicht gestellt haben, ignorieren Sie diese E-Mail bitte.
es: Si no has realizado esta solicitud, ignora este correo electrónico.
fr: Si vous n'avez pas fait cette demande, veuillez ignorer cet e-mail.
it: Se non hai effettuato questa richiesta, ignora questa email.
nl: Als u dit verzoek niet heeft gedaan, negeer deze e-mail dan.
pl: Jeśli nie złożyłeś tego żądania, zignoruj tę wiadomość e-mail.

source: Open Source
es: Código Abierto

source: Home
de: Startseite
es: Inicio
fr: Accueil
pl: Strona główna

source: Account
de: Konto
es: Cuenta
fr: Compte
pl: Konto
